label fail:
    image bg kavkaz = 'images/mountains.jpg'
    scene kavkaz
    play sound "sounds/gruz_govna.mp3"
    "Спустя несколько недель"
    "~И вот я вернулся домой...~"
    "~Моё горе выше этих гор~"
    "~Густее моих бровей~"
    "~Черней моей кожи~"
    "~Мадмазели 11А класса не увидели моего огромного...~"
    "~...большого...~"
    "~...сердца~"
    "~Мне остается лишь уйти в горы со своим стадом овец~"
    "~Ведь они не знают о празднике 8 марта~"
    "~А значит - я не смогу их потерять~"
    jump titles